Repository: jihaisse/collective.portlet.collectionmultiview
Catalog: src/collective/portlet/collectionmultiview/locales/*/LC_MESSAGES/collective.portlet.collectionmultiview.po
Languages: fr, nl

source: Add CollectionMultiView portlet
fr: Ajouter une portlet CollectionMultiView
nl: Voeg multiweergave verzamelingenportlet toe

source: Edit CollectionMultiView portlet
fr: Modifier la portlet CollectionMultiView
nl: Bewerk Voeg multiweergave verzamelingenportlet

source: Find the collection which provides the items to list
fr: Trouver la collection qui fournira les éléments à lister
nl: Zoek de verzameling die de te tonen objecten weergeeeft

source: If enabled, a more... link will appear in the footer of the portlet, linking to the underlying Collection.
fr: Si activé, un lien 'plus...' s'affichera en pied du portlet, avec un lien vers la collection
nl: Toon een link in de footer van de portlet die linkt naar de achterliggende verzameling.

source: If enabled, effective dates will be shown underneath the items listed.
fr: Si activé, les dates de publication seront affichés
nl: Ingangsdatums worden onderaan de getoonde objecten weergegeven

source: If enabled, items will be selected randomly from the collection, rather than based on its sort order.
fr: Si activé, les éléments seront affichés dans un ordre aléatoire
nl: Toon een willekeurig object uit de verzameling in plaats van alle objecten in volgorde

source: Limit
fr: Limite
nl: Beperk

source: Portlet header
fr: Titre du portlet
nl: Portlettitel

source: Renderer
nl: Sjabloon voor weergave

source: Select random items
fr: Ordre aléatoire des éléments
nl: Kies willekeruge objecten

source: Show dates
fr: Afficher les dates
nl: Toon datums

source: Show more... link
fr: Afficher le lien 'plus...'
nl: Toon meer... link

source: Specify the maximum number of items to show in the portlet. Leave this blank to show all items.
fr: Spécifie le nombre maximum d'éléments à afficher dans le portlet. Laisser vide pour afficher tous les éléments.
nl: Geef het maximum aantal weer te geven objecten op. Laat leeg om alle objecten te tonen.

source: Target collection
fr: Collection cible
nl: Doelverzameling

source: The name of the Renderer for this portlet.
fr: Le nom du Renderer utilisé pour cette portlet.
nl: De naam van het sjabloon voor deze portlet

source: This portlet displays a listing of items from a Collection, using custom views
fr: Cette portlet affiche une liste d'éléments provenant d'une collection et utilisant des vues personnalisées
nl: Dit portlet toont een verzamelingenlijst, met keuze uit vooraf gedefinieerde sjablonen

source: Title of the rendered portlet
fr: Titre qui sera affiché sur la portlet
nl: Titel van de weergegeven portlet
